Revit 2027 API
InCanvasControlData Constructor
Overload List
Name | Description
InCanvasControlData(String) |  Constructs an InCanvasControlData with specific values assigned.
InCanvasControlData(String, XYZ) |  Constructs an InCanvasControlData with specific values assigned.
Top
See Also
Reference
InCanvasControlData Class
Autodesk.Revit.DB Namespace